Repository: Cluas/moshpit
Catalog: Moshpit/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, zh_hans, zh_hant

source: Custom
de: Eigene
es: Personalizado
fr: Personnalisé
ja: カスタム
ko: 사용자 설정
pt_br: Personalizado
zh_hans: 自定义
zh_hant: 自訂

source: Custom herdr Path
de: Eigener herdr-Pfad
es: Ruta personalizada de herdr
fr: Chemin herdr personnalisé
ja: herdr のカスタムパス
ko: 사용자 설정 herdr 경로
pt_br: Caminho personalizado do herdr
zh_hans: 自定义 herdr 路径
zh_hant: 自訂 herdr 路徑

source: Custom tmux Path
de: Eigener tmux-Pfad
es: Ruta personalizada de tmux
fr: Chemin tmux personnalisé
ja: カスタム tmux パス
ko: 사용자 설정 tmux 경로
pt_br: Caminho personalizado do tmux
zh_hans: 自定义 tmux 路径
zh_hant: 自訂 tmux 路徑

source: DIAGNOSTICS
de: DIAGNOSE
es: DIAGNÓSTICO
fr: DIAGNOSTIC
ja: 診断
ko: 진단
pt_br: DIAGNÓSTICO
zh_hans: 诊断
zh_hant: 診斷

source: DICTATION LANGUAGE
de: DIKTIERSPRACHE
es: IDIOMA DEL DICTADO
fr: LANGUE DE DICTÉE
ja: 音声入力の言語
ko: 받아쓰기 언어
pt_br: IDIOMA DO DITADO
zh_hans: 听写语言
zh_hant: 聽寫語言

source: DISPLAY
de: ANZEIGE
es: PANTALLA
fr: AFFICHAGE
ja: 表示
ko: 화면
pt_br: TELA
zh_hans: 显示
zh_hant: 顯示

source: DOWNLOADING SPEECH MODEL %lld%%
de: SPRACHMODELL WIRD GELADEN %lld %%
es: DESCARGANDO MODELO DE VOZ %lld %%
fr: TÉLÉCHARGEMENT DU MODÈLE VOCAL %lld %%
ja: 音声モデルをダウンロード中 %lld%%
ko: 음성 모델 다운로드 중 %lld%%
pt_br: BAIXANDO MODELO DE VOZ %lld%%
zh_hans: 正在下载语音模型 %lld%%
zh_hant: 正在下載語音模型 %lld%%

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
ja: 削除
ko: 삭제
pt_br: Apagar
zh_hans: 删除
zh_hant: 刪除

source: Delete %@?
de: „%@“ löschen?
es: ¿Eliminar «%@»?
fr: Supprimer « %@ » ?
ja: %@を削除しますか？
ko: %@을(를) 삭제할까요?
pt_br: Apagar “%@”?
zh_hans: 删除 %@？
zh_hant: 要刪除 %@ 嗎？

source: Delete Connection
de: Verbindung löschen
es: Eliminar conexión
fr: Supprimer la connexion
ja: 接続を削除
ko: 연결 삭제
pt_br: Apagar conexão
zh_hans: 删除连接
zh_hant: 刪除連線

source: Delete Key
de: Schlüssel löschen
es: Eliminar clave
fr: Supprimer la clé
ja: キーを削除
ko: 키 삭제
pt_br: Apagar chave
zh_hans: 删除密钥
zh_hant: 刪除金鑰

source: Delete anyway
de: Trotzdem löschen
es: Eliminar de todos modos
fr: Supprimer quand même
ja: それでも削除
ko: 그래도 삭제
pt_br: Apagar mesmo assim
zh_hans: 仍然删除
zh_hant: 仍要刪除

source: Deletes the branch checkout under ~/.herdr/worktrees. %@ itself is untouched.
de: Löscht den Branch-Checkout unter ~/.herdr/worktrees. %@ selbst bleibt unangetastet.
es: Elimina el checkout de la rama en ~/.herdr/worktrees. %@ en sí no se toca.
fr: Supprime le checkout de la branche dans ~/.herdr/worktrees. %@ lui-même n’est pas touché.
ja: ~/.herdr/worktrees 配下のブランチのチェックアウトのみを削除します。%@ 自体はそのままです。
ko: ~/.herdr/worktrees 아래의 브랜치 체크아웃만 삭제합니다. %@ 자체는 그대로입니다.
pt_br: Apaga o checkout da branch em ~/.herdr/worktrees. %@ em si não é alterado.
zh_hans: 只删除 ~/.herdr/worktrees 下的分支检出，%@ 本身不受影响。
zh_hant: 只刪除 ~/.herdr/worktrees 下的分支檢出，%@ 本身不受影響。

source: Deny
de: Ablehnen
es: Denegar
fr: Refuser
ja: 拒否
ko: 거부
pt_br: Negar
zh_hans: 拒绝
zh_hant: 拒絕

source: Description
de: Beschreibung
es: Descripción
ja: 説明
ko: 설명
pt_br: Descrição
zh_hans: 描述
zh_hant: 說明

source: Device and app info
de: Geräte- und App-Infos
es: Información del dispositivo y de la app
fr: Infos sur l’appareil et l’app
ja: 端末とアプリの情報
ko: 기기 및 앱 정보
pt_br: Informações do aparelho e do app
zh_hans: 设备和 App 信息
zh_hant: 裝置和 App 資訊

source: Dictate commands and prompts from the mic key on the terminal bar. Speech is transcribed entirely on-device — your voice never leaves this device, and nothing is typed until you tap Insert.
de: Diktiere Befehle und Prompts über die Mikrofontaste in der Terminalleiste. Die Sprache wird vollständig auf dem Gerät in Text umgewandelt. Deine Stimme verlässt dieses Gerät nie, und getippt wird erst, wenn du auf „Einfügen“ tippst.
es: Dicta comandos y prompts con la tecla de micrófono de la barra del terminal. La voz se transcribe por completo en el dispositivo: nunca sale de él, y no se escribe nada hasta que tocas Insertar.
fr: Dictez commandes et prompts depuis la touche micro de la barre du terminal. La parole est transcrite entièrement sur l’appareil : votre voix ne le quitte jamais, et rien n’est saisi avant que vous touchiez Insérer.
ja: ショートカットバーのマイクキーからコマンドやプロンプトを音声入力できます。書き起こしは完全に端末内で行われ、音声がこの端末を離れることはなく、「挿入」をタップするまで何も入力されません。
ko: 터미널 막대의 마이크 키로 명령과 프롬프트를 말로 입력하세요. 음성은 전부 기기 안에서 텍스트로 바뀌며 이 기기를 벗어나지 않습니다. 삽입을 탭하기 전까지는 아무것도 입력되지 않습니다.
pt_br: Dite comandos e prompts pela tecla de microfone na barra do terminal. A fala é transcrita inteiramente no aparelho: sua voz nunca sai dele, e nada é digitado até você tocar em Inserir.
zh_hans: 按快捷键栏上的麦克风键，把命令和提示词说出来。转写全部在本机完成，语音不会离开这台手机。不点「插入」，什么都不会输进终端。
zh_hant: 按快速鍵列上的麥克風鍵，把指令和提示詞說出來。轉寫全部在裝置上完成，語音不會離開這部裝置。不點「插入」，什麼都不會輸入到終端機。

source: Dictate commands instead of typing. Planned for a future update.
de: Befehle diktieren statt tippen. Kommt mit einem späteren Update.
es: Dicta comandos en vez de escribirlos. Llegará en una actualización futura.
fr: Dictez vos commandes au lieu de les taper. Prévu dans une prochaine mise à jour.
ja: タイプの代わりに音声でコマンドを入力。今後のアップデートで提供予定です。
ko: 타이핑 대신 말로 명령을 입력합니다. 향후 업데이트에서 제공됩니다.
pt_br: Dite comandos em vez de digitar. Previsto para uma atualização futura.
zh_hans: 说话代替打字。后续版本提供。
zh_hant: 用說的代替打字。之後的版本會提供。

source: Dictation isn't available for %@ on this device.
de: Diktieren auf %@ ist auf diesem Gerät nicht verfügbar.
es: El dictado en %@ no está disponible en este dispositivo.
fr: La dictée en %@ n’est pas disponible sur cet appareil.
ja: この端末では %@ の音声入力を利用できません。
ko: 이 기기에서는 %@ 받아쓰기를 사용할 수 없습니다.
pt_br: O ditado em %@ não está disponível neste aparelho.
zh_hans: 这台设备不支持 %@ 听写。
zh_hant: 這部裝置不支援 %@ 聽寫。

source: Discard the partial download of %@
de: Angefangenen Download von %@ verwerfen
es: Descartar la descarga parcial de %@
fr: Abandonner le téléchargement partiel de %@
ja: %@ の途中までのダウンロードを破棄
ko: %@의 받은 부분을 버립니다
pt_br: Descartar o download parcial de %@
zh_hans: 丢弃 %@ 已下载的部分
zh_hant: 捨棄 %@ 已下載的部分

source: Disconnect
de: Trennen
es: Desconectar
fr: Se déconnecter
ja: 切断
ko: 연결 해제
pt_br: Desconectar
zh_hans: 断开连接
zh_hant: 中斷連線

source: Disconnecting
de: Trennen
es: Desconectando
fr: Déconnexion
ja: 切断中
ko: 연결 해제 중
pt_br: Desconectando
zh_hans: 正在断开
zh_hant: 正在中斷連線

source: Disconnecting…
de: Trennen …
es: Desconectando…
fr: Déconnexion…
ja: 切断中…
ko: 연결 해제 중…
pt_br: Desconectando…
zh_hans: 正在断开…
zh_hant: 正在中斷連線…

source: Dismiss
de: Schließen
es: Cerrar
fr: Fermer
ja: 閉じる
ko: 닫기
pt_br: Fechar
zh_hans: 关闭
zh_hant: 關閉

source: Display what the agent is running, asking, or was asked — off keeps it private
de: Zeigt, was der Agent ausführt, fragt oder gefragt wurde. Ausgeschaltet bleibt das privat
es: Muestra qué ejecuta el agente, qué pregunta o qué prompt acaba de responder. Desactivado, se mantiene en privado
fr: Affiche ce que l’agent exécute, demande ou vient de traiter. Désactivé, cela reste privé
ja: エージェントが実行中の内容、問いかけ、完了したプロンプトを表示します——オフにすると非表示のままです
ko: 에이전트가 실행 중인 것, 묻는 것, 처리한 프롬프트를 표시합니다. 끄면 내용을 숨깁니다
pt_br: Mostra o que o agente está executando, perguntando ou acabou de responder. Desativado, isso fica privado
zh_hans: 显示智能体在跑什么、在问什么、刚做完哪条提示词。关掉就不显示这些内容
zh_hant: 顯示 agent 在跑什麼、在問什麼、剛做完哪條提示詞。關掉就不顯示這些內容

source: Don't Ask Again
de: Nicht mehr fragen
es: No volver a preguntar
fr: Ne plus demander
ja: 今後確認しない
ko: 다시 묻지 않음
pt_br: Não perguntar de novo
zh_hans: 不再询问
zh_hant: 不再詢問

source: Done
de: Fertig
es: OK
fr: OK
ja: 完了
ko: 완료
pt_br: OK
zh_hans: 完成
zh_hant: 完成

source: Double tap to switch between SSH and Mosh
de: Doppeltippen, um zwischen SSH und Mosh zu wechseln
es: Toca dos veces para cambiar entre SSH y Mosh
fr: Touchez deux fois pour passer de SSH à Mosh
ja: ダブルタップで SSH と Mosh を切り替えます
ko: 두 번 탭하면 SSH와 Mosh를 전환합니다
pt_br: Toque duas vezes para alternar entre SSH e Mosh
zh_hans: 双击可在 SSH 与 Mosh 之间切换
zh_hant: 點兩下可在 SSH 和 Mosh 之間切換

source: Download
de: Laden
es: Descargar
fr: Télécharger
ja: ダウンロード
ko: 다운로드
pt_br: Baixar
zh_hans: 下载
zh_hant: 下載

source: Download a model
de: Modell laden
es: Descargar un modelo
fr: Télécharger un modèle
ja: モデルをダウンロード
ko: 모델 다운로드
pt_br: Baixar um modelo
zh_hans: 下载模型
zh_hant: 下載模型

source: Downloading %@
de: %@ wird geladen
es: Descargando %@
fr: Téléchargement de %@
ja: %@ をダウンロード中
ko: %@ 다운로드 중
pt_br: Baixando %@
zh_hans: 正在下载 %@
zh_hant: 正在下載 %@

source: Downloads a model. Around 100 languages, and copes with a sentence that mixes two.
de: Lädt ein Modell. Rund 100 Sprachen, kommt auch mit zwei Sprachen in einem Satz klar.
es: Descarga un modelo. Unos 100 idiomas, y entiende frases que mezclan dos.
fr: Télécharge un modèle. Une centaine de langues, et comprend une phrase qui en mélange deux.
ja: モデルのダウンロードが必要。約 100 言語に対応し、1 つの文に 2 言語が混在しても処理できます。
ko: 모델을 다운로드합니다. 약 100개 언어를 지원하고, 두 언어가 섞인 문장도 알아듭니다.
pt_br: Baixa um modelo. Cerca de 100 idiomas, e entende frases que misturam dois.
zh_hans: 需下载模型。覆盖约 100 种语言，一句话里混用两种也能听准。
zh_hant: 需要下載模型。支援約 100 種語言，一句話混用兩種也聽得懂。

source: Drag toward a direction to send an arrow key
de: In eine Richtung ziehen, um die Pfeiltaste zu senden
es: Arrastra en una dirección para enviar esa tecla de flecha
fr: Glissez dans une direction pour envoyer la touche fléchée correspondante
ja: 方向へドラッグして矢印キーを送信
ko: 한 방향으로 드래그하면 해당 방향 키를 보냅니다
pt_br: Arraste em uma direção para enviar a tecla de seta correspondente
zh_hans: 朝一个方向拖，就发对应的方向键
zh_hant: 朝一個方向拖移，就送出對應的方向鍵

source: Drag up or down to scroll the terminal scrollback
de: Nach oben oder unten ziehen, um durch den Terminalverlauf zu scrollen
es: Arrastra hacia arriba o abajo para recorrer el historial del terminal
fr: Glissez vers le haut ou le bas pour parcourir l’historique du terminal
ja: 上下にドラッグしてターミナルの履歴をスクロールします
ko: 위아래로 드래그해 터미널의 이전 출력을 스크롤합니다
pt_br: Arraste para cima ou para baixo para rolar o histórico do terminal
zh_hans: 上下拖动可滚动终端历史
zh_hant: 上下拖移可捲動終端機的歷史輸出

source: Drag ≡ to reorder. − takes a shortcut off the toolbar; it stays under AVAILABLE. 12 items max.
de: Ziehe ≡, um die Reihenfolge zu ändern. − nimmt einen Kurzbefehl aus der Symbolleiste; er bleibt unter VERFÜGBAR. Höchstens 12 Einträge.
es: Arrastra ≡ para reordenar. − quita un atajo de la barra; sigue en DISPONIBLES. Máximo 12 elementos.
fr: Faites glisser ≡ pour réordonner. − retire un raccourci de la barre ; il reste dans DISPONIBLES. 12 éléments maximum.
ja: ≡ をドラッグして並べ替え。− でツールバーから外すと「利用可能」に残ります。最大 12 項目。
ko: ≡를 드래그해 순서를 바꿉니다. −로 도구 막대에서 빼면 사용 가능 목록에 남습니다. 최대 12개.
pt_br: Arraste ≡ para reordenar. − tira um atalho da barra; ele continua em DISPONÍVEIS. Máximo de 12 itens.
zh_hans: 拖 ≡ 调顺序。点 − 把快捷键从栏上拿掉，它会留在「可用」里。最多 12 个。
zh_hant: 拖移 ≡ 調整順序。點 − 把快速鍵從列上拿掉，它會留在「可用」裡。最多 12 個。

source: Drag ≡ to reorder; the red − removes it from the toolbar. 12 items max.
de: Ziehe ≡, um die Reihenfolge zu ändern; das rote − entfernt den Eintrag aus der Symbolleiste. Höchstens 12 Einträge.
es: Arrastra ≡ para reordenar; el − rojo lo quita de la barra de herramientas. Máximo 12 elementos.
fr: Faites glisser ≡ pour réordonner ; le − rouge retire l’élément de la barre d’outils. 12 éléments maximum.
ja: ≡ をドラッグして並べ替え、赤い − でツールバーから外します。最大 12 項目。
ko: ≡를 드래그해 순서를 바꾸고, 빨간 −로 도구 막대에서 뺍니다. 최대 12개.
pt_br: Arraste ≡ para reordenar; o − vermelho tira da barra de ferramentas. Máximo de 12 itens.
zh_hans: 拖 ≡ 调顺序，点红色 − 从快捷键栏移除。最多 12 个。
zh_hant: 拖移 ≡ 調整順序，點紅色 − 從快速鍵列移除。最多 12 個。

source: Duplicate
de: Duplizieren
es: Duplicar
fr: Dupliquer
ja: 複製
ko: 복제
pt_br: Duplicar
zh_hans: 复制
zh_hant: 複製

source: Duplicate & Edit
de: Duplizieren und bearbeiten
es: Duplicar y editar
fr: Dupliquer et modifier
ja: 複製して編集
ko: 복제 후 편집
pt_br: Duplicar e editar
zh_hans: 复制并编辑
zh_hant: 複製並編輯

source: Duplicate a built-in theme to start from its palette, or import one as JSON. Long-press a theme for more.
de: Dupliziere ein integriertes Farbschema, um von seiner Palette auszugehen, oder importiere eins als JSON. Halte ein Farbschema gedrückt für weitere Optionen.
es: Duplica un tema integrado para partir de su paleta, o importa uno en JSON. Mantén pulsado un tema para ver más opciones.
fr: Dupliquez un thème intégré pour partir de sa palette, ou importez-en un en JSON. Maintenez un thème appuyé pour plus d’options.
ja: 内蔵テーマを複製してその配色から始めるか、JSON で読み込みます。テーマを長押しすると他の操作が表示されます。
ko: 내장 테마를 복제해 그 색상에서 시작하거나, JSON으로 가져오세요. 테마를 길게 누르면 더 많은 동작이 나옵니다.
pt_br: Duplique um tema integrado para começar pela paleta dele, ou importe um em JSON. Segure um tema para ver mais opções.
zh_hans: 复制一个内置主题即可基于它的配色开始，也可以导入 JSON。长按主题可看到更多操作。
zh_hant: 複製一個內建主題，就能從它的配色開始改，也可以匯入 JSON。長按主題可看到更多操作。

source: ECDSA-sk keys live on hardware tokens such as a YubiKey. iOS cannot enumerate them directly yet; paste the public key line (sk-ecdsa-sha2-nistp256@openssh.com …) under Import.
de: ECDSA-sk-Schlüssel liegen auf Hardware-Tokens wie einem YubiKey. iOS kann sie noch nicht direkt auslesen; setze die Zeile mit dem öffentlichen Schlüssel (sk-ecdsa-sha2-nistp256@openssh.com …) unter „Importieren“ ein.
es: Las claves ECDSA-sk viven en llaves de hardware como una YubiKey. iOS aún no puede leerlas directamente; pega la línea de la clave pública (sk-ecdsa-sha2-nistp256@openssh.com …) en Importar.
fr: Les clés ECDSA-sk résident sur des jetons matériels comme une YubiKey. iOS ne peut pas encore les lire directement ; collez la ligne de clé publique (sk-ecdsa-sha2-nistp256@openssh.com …) dans Importer.
ja: ECDSA-sk キーは YubiKey などのハードウェアトークンに保存されます。iOS はまだ直接列挙できません。Import で公開鍵行（sk-ecdsa-sha2-nistp256@openssh.com …）を貼り付けてください。
ko: ECDSA-sk 키는 YubiKey 같은 하드웨어 토큰에 들어 있습니다. iOS는 아직 이를 직접 읽을 수 없으니, 가져오기에서 공개 키 줄(sk-ecdsa-sha2-nistp256@openssh.com …)을 붙여넣으세요.
pt_br: Chaves ECDSA-sk ficam em tokens de hardware como uma YubiKey. O iOS ainda não consegue lê-las diretamente; cole a linha da chave pública (sk-ecdsa-sha2-nistp256@openssh.com …) em Importar.
zh_hans: ECDSA-sk 密钥放在 YubiKey 这类硬件密钥上。iOS 目前读不到它们，请到「导入」里粘贴公钥那一行（sk-ecdsa-sha2-nistp256@openssh.com …）。
zh_hant: ECDSA-sk 金鑰放在 YubiKey 這類硬體金鑰上。iOS 目前讀不到它們，請到「匯入」貼上公開金鑰那一行（sk-ecdsa-sha2-nistp256@openssh.com …）。

source: ED25519 recommended: 32-byte keys, fast signatures, no practical break to date.
de: ED25519 empfohlen: 32-Byte-Schlüssel, schnelle Signaturen, bis heute kein praktischer Angriff bekannt.
es: Se recomienda ED25519: claves de 32 bytes, firmas rápidas y sin ataques prácticos conocidos hasta la fecha.
fr: ED25519 recommandé : clés de 32 octets, signatures rapides, aucune attaque pratique connue à ce jour.
ja: ED25519 推奨：32 バイト鍵で署名が高速、現時点で実用的な攻撃は知られていません。
ko: ED25519 권장: 32바이트 키, 빠른 서명, 지금까지 실질적인 공격 사례 없음.
pt_br: ED25519 recomendado: chaves de 32 bytes, assinaturas rápidas, nenhum ataque prático conhecido até hoje.
zh_hans: 推荐 ED25519：32 字节密钥，签名快，目前未被实战攻破。
zh_hant: 建議用 ED25519：32 位元組的金鑰，簽章快，至今沒有實際可行的破解。

source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
ja: 編集
ko: 편집
pt_br: Editar
zh_hans: 编辑
zh_hant: 編輯

source: Edit %@
de: %@ bearbeiten
es: Editar %@
fr: Modifier %@
ja: %@ を編集
ko: %@ 편집
pt_br: Editar %@
zh_hans: 编辑 %@
zh_hant: 編輯 %@

source: Edit Connection
de: Verbindung bearbeiten
es: Editar conexión
fr: Modifier la connexion
ja: 接続を編集
ko: 연결 편집
pt_br: Editar conexão
zh_hans: 编辑连接
zh_hant: 編輯連線

source: Edit Shortcut
de: Kurzbefehl bearbeiten
es: Editar atajo
fr: Modifier le raccourci
ja: ショートカットを編集
ko: 단축키 편집
pt_br: Editar atalho
zh_hans: 编辑快捷键
zh_hant: 編輯快速鍵

source: Edits %@ (a timestamped backup is written first).
de: Ändert %@ (vorher wird ein Backup mit Zeitstempel geschrieben).
es: Modifica %@ (antes se guarda un respaldo con marca de tiempo).
fr: Modifie %@ (une sauvegarde horodatée est écrite d’abord).
ja: %@ を編集します（先にタイムスタンプ付きのバックアップを書き出します）。
ko: %@을(를) 수정합니다(먼저 시간 기록이 붙은 백업을 저장).
pt_br: Altera %@ (um backup com data e hora é gravado antes).
zh_hans: 会修改 %@（先写一份带时间戳的备份）。
zh_hant: 會修改 %@（先寫一份帶時間戳記的備份）。

source: Enable
de: Aktivieren
es: Activar
fr: Activer
ja: 有効にする
ko: 켜기
pt_br: Ativar
zh_hans: 启用
zh_hant: 啟用

source: Enable Voice Input
de: Spracheingabe aktivieren
es: Activar la entrada de voz
fr: Activer la saisie vocale
ja: 音声入力を有効化
ko: 음성 입력 활성화
pt_br: Ativar entrada de voz
zh_hans: 启用语音输入
zh_hant: 啟用語音輸入

source: Enable agent notifications on %@?
de: Agent-Mitteilungen auf %@ aktivieren?
es: ¿Activar las notificaciones de agentes en %@?
fr: Activer les notifications d’agent sur %@ ?
ja: %@ でエージェント通知を有効にしますか？
ko: %@에서 에이전트 알림을 켤까요?
pt_br: Ativar notificações de agente em %@?
zh_hans: 在 %@ 上启用智能体通知？
zh_hant: 要在 %@ 上啟用 agent 通知嗎？

source: Enter a private key by hand
de: Privaten Schlüssel von Hand eingeben
es: Introducir una clave privada a mano
fr: Saisir une clé privée à la main
ja: 秘密鍵を手入力
ko: 개인 키 직접 입력
pt_br: Digitar uma chave privada à mão
zh_hans: 手动输入私钥
zh_hant: 手動輸入私密金鑰

source: Enter numeric ports.
de: Gib Ports als Zahlen ein.
es: Introduce puertos numéricos.
fr: Saisissez des ports numériques.
ja: 数値のポートを入力してください。
ko: 포트를 숫자로 입력하세요.
pt_br: Digite portas numéricas.
zh_hans: 请输入数字端口。
zh_hant: 請輸入數字連接埠。

source: Enter the address of your push relay first.
de: Gib zuerst die Adresse deines Push-Relays ein.
es: Introduce primero la dirección de tu relay push.
fr: Saisissez d’abord l’adresse de votre relais push.
ja: まずプッシュリレーのアドレスを入力してください。
ko: 먼저 푸시 릴레이 주소를 입력하세요.
pt_br: Digite primeiro o endereço do seu relay de push.
zh_hans: 先填中转服务器的地址。
zh_hant: 先填中繼伺服器的位址。

source: FAIR
de: MITTEL
es: ACEPTABLE
fr: MOYEN
ja: 普通
ko: 보통
pt_br: RAZOÁVEL
zh_hans: 中
zh_hant: 中

source: FINISHING…
de: WIRD ABGESCHLOSSEN …
es: TERMINANDO…
fr: FINALISATION…
ja: 仕上げ中…
ko: 마무리 중…
pt_br: FINALIZANDO…
zh_hans: 正在收尾…
zh_hant: 正在收尾…

source: FIRST MESSAGE
de: ERSTE NACHRICHT
es: PRIMER MENSAJE
fr: PREMIER MESSAGE
ja: 最初のメッセージ
ko: 첫 메시지
pt_br: PRIMEIRA MENSAGEM
zh_hans: 首条消息
zh_hant: 第一則訊息

source: Face ID confirmation before every signature
de: Face ID-Bestätigung vor jeder Signatur
es: Confirmación con Face ID antes de cada firma
fr: Confirmation par Face ID avant chaque signature
ja: 署名のたびに Face ID で確認
ko: 서명할 때마다 Face ID로 확인
pt_br: Confirmação por Face ID antes de cada assinatura
zh_hans: 每次签名前需 Face ID 确认
zh_hant: 每次簽章前都要 Face ID 確認

source: Fast and light. Noticeably weaker outside English.
de: Schnell und leicht. Außerhalb von Englisch deutlich schwächer.
es: Rápido y ligero. Bastante más flojo fuera del inglés.
fr: Rapide et léger. Nettement moins bon hors de l’anglais.
ja: 高速・軽量。英語以外は精度が明らかに落ちます。
ko: 빠르고 가볍습니다. 영어 외 언어에서는 눈에 띄게 약합니다.
pt_br: Rápido e leve. Bem mais fraco fora do inglês.
zh_hans: 快、占用小。英语以外的语言明显差一些。
zh_hant: 快、占用小。英語以外的語言明顯差一些。

source: Fastest, lowest accuracy. For older devices.
de: Am schnellsten, am ungenauesten. Für ältere Geräte.
es: El más rápido y el menos preciso. Para dispositivos antiguos.
fr: Le plus rapide, le moins précis. Pour les appareils anciens.
ja: 最速・最低精度。古い端末向け。
ko: 가장 빠르지만 정확도가 가장 낮습니다. 오래된 기기용입니다.
pt_br: O mais rápido e o menos preciso. Para aparelhos antigos.
zh_hans: 最快，准确度最低。适合较旧的设备。
zh_hant: 最快，準確度最低。適合較舊的裝置。

source: Fires the stamp script and reads the pane back — no need to run an agent turn.
de: Löst das Markierungsskript aus und liest das Panel zurück. Kein Agent-Durchlauf nötig.
es: Lanza el script de marcado y lee el panel. No hace falta ejecutar un turno de agente.
fr: Déclenche le script de marquage et relit le panneau. Pas besoin de lancer un tour d’agent.
ja: スタンプスクリプトを実行してペインを読み戻します。エージェントのターンを実行する必要はありません。
ko: 표시 스크립트를 실행하고 패널을 읽어 옵니다. 에이전트를 직접 돌릴 필요가 없습니다.
pt_br: Dispara o script de marcação e lê o painel de volta. Não precisa rodar um turno de agente.
zh_hans: 直接触发标记脚本再读回窗格，不用真跑一轮智能体。
zh_hant: 直接觸發標記腳本再讀回窗格，不用真的跑一輪 agent。

source: First connection to %@:%@. Verify this fingerprint matches the server before you trust it.
de: Erste Verbindung zu %@:%@. Prüfe, ob dieser Fingerabdruck zum Server passt, bevor du ihm vertraust.
es: Primera conexión a %@:%@. Comprueba que esta huella coincide con la del servidor antes de confiar en ella.
fr: Première connexion à %@:%@. Vérifiez que cette empreinte correspond à celle du serveur avant de lui faire confiance.
ja: %@:%@ への初回接続です。信頼する前に、このフィンガープリントがサーバーと一致することを確認してください。
ko: %@:%@에 처음 연결합니다. 신뢰하기 전에 이 지문이 서버의 것과 같은지 확인하세요.
pt_br: Primeira conexão com %@:%@. Confira se esta impressão digital bate com a do servidor antes de confiar nela.
zh_hans: 第一次连接 %@:%@。先到服务器上核对指纹，确认一致再信任。
zh_hant: 第一次連線到 %@:%@。先到伺服器上核對指紋，確認一致再信任。

source: First connection to %@:%lld. Key fingerprint: %@ Verify it matches the server (e.g. `ssh-keygen -lf /etc/ssh/ssh_host_ed25519_key.pub`).
de: Erste Verbindung zu %1$@:%2$lld. Fingerabdruck des Schlüssels: %3$@ Prüfe, ob er zum Server passt (z. B. mit `ssh-keygen -lf /etc/ssh/ssh_host_ed25519_key.pub`).
es: Primera conexión a %1$@:%2$lld. Huella de la clave: %3$@ Comprueba que coincide con la del servidor (p. ej., `ssh-keygen -lf /etc/ssh/ssh_host_ed25519_key.pub`).
fr: Première connexion à %1$@:%2$lld. Empreinte de la clé : %3$@ Vérifiez qu’elle correspond à celle du serveur (par ex. `ssh-keygen -lf /etc/ssh/ssh_host_ed25519_key.pub`).
ja: %1$@:%2$lld への初回接続です。 キーのフィンガープリント： %3$@ サーバー側と一致するか確認してください（例: `ssh-keygen -lf /etc/ssh/ssh_host_ed25519_key.pub`）。
ko: %1$@:%2$lld에 처음 연결합니다. 키 지문: %3$@ 서버의 것과 같은지 확인하세요(예: `ssh-keygen -lf /etc/ssh/ssh_host_ed25519_key.pub`).
pt_br: Primeira conexão com %1$@:%2$lld. Impressão digital da chave: %3$@ Confira se ela bate com a do servidor (por exemplo, `ssh-keygen -lf /etc/ssh/ssh_host_ed25519_key.pub`).
zh_hans: 第一次连接 %1$@:%2$lld。 密钥指纹： %3$@ 请到服务器上核对一下是否一致（例如 `ssh-keygen -lf /etc/ssh/ssh_host_ed25519_key.pub`）。
zh_hant: 第一次連線到 %1$@:%2$lld。 金鑰指紋： %3$@ 請到伺服器上核對是否一致（例如 `ssh-keygen -lf /etc/ssh/ssh_host_ed25519_key.pub`）。

source: Following %@
de: Folgt dem %@
es: Siguiendo al %@
fr: Suit l’%@
ja: %@ のサイズに合わせています
ko: %@ 크기를 따라가는 중
pt_br: Seguindo o %@
zh_hans: 正在跟随 %@ 的尺寸
zh_hant: 正在跟隨 %@ 的尺寸

source: Font
de: Schrift
es: Tipo de letra
fr: Police
ja: フォント
ko: 서체
pt_br: Fonte
zh_hans: 字体
zh_hant: 字體

source: Font Size
de: Schriftgröße
es: Tamaño de letra
fr: Taille de police
ja: フォントサイズ
ko: 글자 크기
pt_br: Tamanho da fonte
zh_hans: 字号
zh_hant: 字級

source: From
de: Von
es: Desde
fr: De
ja: 開始
ko: 시작
pt_br: De
zh_hans: 起始
zh_hant: 起

source: From must be ≤ To.
de: „Von“ darf nicht größer als „Bis“ sein.
es: «Desde» no puede ser mayor que «Hasta».
fr: « De » ne peut pas dépasser « À ».
ja: 開始は終了以下にしてください。
ko: 시작 값은 끝 값보다 클 수 없습니다.
pt_br: “De” não pode ser maior que “Até”.
zh_hans: 起始值必须 ≤ 结束值。
zh_hant: 起始值必須 ≤ 結束值。

source: Generate
de: Erstellen
es: Generar
fr: Générer
ja: 生成
ko: 생성
pt_br: Gerar
zh_hans: 生成
zh_hant: 產生

source: Generate SSH Key
de: SSH-Schlüssel erstellen
es: Generar clave SSH
fr: Générer une clé SSH
ja: SSH キーを生成
ko: SSH 키 생성
pt_br: Gerar chave SSH
zh_hans: 生成 SSH 密钥
zh_hant: 產生 SSH 金鑰

source: Generates the key pair on device. The private key can optionally be held in the Secure Enclave — used only for signing, never leaving the chip.
de: Erstellt das Schlüsselpaar auf dem Gerät. Der private Schlüssel kann optional in der Secure Enclave liegen. Dort wird er nur zum Signieren benutzt und verlässt den Chip nie.
es: Genera el par de claves en el dispositivo. La clave privada puede guardarse en el Secure Enclave, donde solo se usa para firmar y nunca sale del chip.
fr: Génère la paire de clés sur l’appareil. La clé privée peut être confiée à la Secure Enclave, où elle ne sert qu’à signer et ne quitte jamais la puce.
ja: デバイス上で鍵ペアを生成します。秘密鍵は Secure Enclave に保管でき、署名時のみ使用され、チップの外には出ません。
ko: 기기에서 키 쌍을 생성합니다. 개인 키는 Secure Enclave에 보관할 수도 있으며, 이 경우 서명에만 쓰이고 칩을 벗어나지 않습니다.
pt_br: Gera o par de chaves no aparelho. A chave privada pode, opcionalmente, ficar no Secure Enclave, onde só é usada para assinar e nunca sai do chip.
zh_hans: 本地生成密钥对。私钥可选 Secure Enclave 托管，仅签名时调用，不出芯片。
zh_hant: 在裝置上產生金鑰對。私密金鑰可以選擇交給安全隔離區保管，只在簽章時使用，不會離開晶片。
